tutorials/incompressibleFluid/TJunction/constant/Lagrangian/cloud/LagrangianModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/Lagrangian/cloud";
    object      LagrangianModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

inlet
{
    type        patchInjection;
    patch       inlet;
    numberRate  10000;
}

drag
{
    type        SchillerNaumannDrag;
}


// ************************************************************************* //
